export const muscles = [
	{
		label: 'Руки',
		value: 'Руки',
		children: [
			{
				label: 'Бицепс',
				value: 'Бицепс'
			},
			{
				label: 'Трицпес',
				value: 'Трицпес'
			},
			{
				label: 'Предплечье',
				value: 'Предплечье'
			}
		]
	},
	{
		label: 'Дельты',
		value: 'Дельты',
		children: [
			{
				label: 'Передние дельты',
				value: 'Передние дельты'
			},
			{
				label: 'Средние дельты',
				value: 'Средние дельты'
			},
			{
				label: 'Задние дельты',
				value: 'Задние дельты'
			}
		]
	},
	{
		label: 'Спина',
		value: 'Спина',
		children: [
			{
				label: 'Широчайшие',
				value: 'Широчайшие'
			},
			{
				label: 'Внутренняя часть спины',
				value: 'Внутренняя часть спины'
			},
			{
				label: 'Трапеции',
				value: 'Трапеции'
			},
			{
				label: 'Разгибатели спины',
				value: 'Разгибатели спины'
			}
		]
	},
	{
		label: 'Грудные мышцы',
		value: 'Грудные мышцы',
		children: [
			{
				label: 'Верняя часть груди',
				value: 'Верняя часть груди'
			},
			{
				label: 'Нижняя часть груди',
				value: 'Нижняя часть груди'
			},
			{
				label: 'Внутренняя часть груди',
				value: 'Внутренняя часть груди'
			},
			{
				label: 'Внешняя часть груди',
				value: 'Внешняя часть груди'
			}
		]
	},
	{
		label: 'Ноги',
		value: 'Ноги',
		children: [
			{
				label: 'Сгибатели ног',
				value: 'Сгибатели ног'
			},
			{
				label: 'Разгибатели ног',
				value: 'Разгибатели ног'
			},
			{
				label: 'Ягодицы',
				value: 'Ягодицы'
			},
			{
				label: 'Икроножные мышцы',
				value: 'Икроножные мышцы'
			}
		]
	},
	{
		label: 'Пресс',
		value: 'Пресс'
	}
]
